Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Signage must be illuminated by normal and Emergency Lighting that automatically comes on when the power supply to the normal lighting provision fails.
vi: Signage must be illuminated by normal and Emergency Lighting that automatically comes on when the power supply to the normal lighting provision fails. Biển báo phải được chiếu sáng bình thường và cả chiếu sáng khẩn cấp tự động bật khi nguồn điện cấp cho chiếu sáng bình thường gặp sự cố

source: Signage with the following wording is recommended: "Please inform your server of any food allergies, food intolerance, dietary requirements or religious interest that you or any of your party may have" Biển báo với dòng chữ sau được khuyến nghị: "Vui lòng thông báo cho máy chủ của bạn về bất kỳ dị ứng thực phẩm, không dung nạp thực phẩm, yêu cầu ăn kiêng hoặc yêu cầu tôn giáo mà bạn hoặc bất kỳ bên nào của bạn"
vi: Signage with the following wording is recommended: "Please inform your server of any food allergies, food intolerance, dietary requirements or religious interest that you or any of your party may have" [388072] Khuyến nghị có biển thông báo như sau: "Vui lòng thông báo với người phục vụ của bạn về bất kỳ món dị ứng hay không dung nạp, nhu cầu ăn kiêng hoặc nhu cầu tôn giáo của bạn hoặc bất kỳ người nào khác trong đoàn"

source: Single or multiple station (interconnected) carbon monoxide detectors incorporating an alarm must be installed as follows: [56647] máy dò carbon monoxide đơn hoặc nhiều trạm (liên kết với nhau) kết hợp với báo động phải được cài đặt như sau:
vi: Single or multiple station (interconnected) carbon monoxide detectors incorporating an alarm must be installed as follows: [56647] Các máy dò khí CO đơn hoặc nhiều trạm (liên kết với nhau) kết hợp báo động phải được cài đặt như sau:

source: Single-line [39526] Đường đơn
vi: Single-line [39526] Điện thoại single line

source: Site Utilities and Equipment
vi: Site Utilities and Equipment Trang thiết bị phục vụ công trường

source: Site Utilities and Equipment Tiện Ích Khu Vực và Thiết Bị
vi: Site Utilities and Equipment Trang thiết bị phục vụ công trường

source: Size: One size fits all [67090] Kích thước: Một kích thước cho tất cả
vi: Size: One size fits all [67090] Kích thước: one size fits all

source: Smoke or heat detector (other than guest room) [263141] Thiết bị phát hiện khói hoặc nhiệt (trừ phòng khách)
vi: Smoke or heat detector (other than guest room) [263141] Đầu báo khói hoặc nhiệt (trừ trong phòng khách)

source: Snooze function in case of digital alarm [58875] Chức năng báo lại trong trường hợp báo động kỹ thuật số
vi: Snooze function in case of digital alarm [58875] Chức năng snooze nếu là báo thức kỹ thuật số

source: Social Marketing Page / Social Marketing Page and Facebook Guidelines
vi: Social Marketing Page/Social Marketing Page and Facebook Guidelines [link]

source: Soiled Linen
vi: Soiled Linen Đồ vải bẩn

source: Soiled Linen Vải Bẩn
vi: Soiled Linen Đồ vải bẩn

source: Solarium's/ tanning beds must meet the following minimum safety requirements: [56405] Giường tắm nắng / tắm nắng phải đáp ứng các yêu cầu an toàn tối thiểu sau đây:
vi: Solarium's/ tanning beds must meet the following minimum safety requirements: [56405] Giường tắm nắng phải đáp ứng các yêu cầu an toàn tối thiểu sau đây:

source: Solid fuel-burning fireplaces are only permitted in public areas and where provided must meet the following: [263057] Lò sưởi đốt nhiên liệu rắn chỉ được phép ở các khu vực công cộng và nơi được cung cấp phải đáp ứng các điều sau:
vi: Solid fuel-burning fireplaces are only permitted in public areas and where provided must meet the following: [263057] Lò sưởi đốt nhiên liệu rắn chỉ được phép sử dụng ở các khu vực công cộng và nơi được cung cấp phải đáp ứng các điều sau:

source: Space to park minimum three trolleys [98703] Không gian để đậu tối thiểu ba xe đẩy
vi: Space to park minimum three trolleys [98703] Không gian để đậu tối thiểu ba xe đẩy hành lý

source: Space to the sides and beneath the barrier must not exceed 10cm (4in) [285234] Không gian sang hai bên và bên dưới hàng rào không được vượt quá 10cm (4in)
vi: Space to the sides and beneath the barrier must not exceed 10cm (4in) [285234] Khoảng cách sang hai bên và bên dưới lan can không được vượt quá 10cm (4in)

source: Sparkling mineral water [51453] Nước khoáng sparkling
vi: Sparkling mineral water [51453] Nước khoáng có ga

source: Sparkling mineral water [605053] Nước khoáng sparkling
vi: Sparkling mineral water [605053] Nước khoáng có ga

source: Sparkling wines [65598] Rượu vang sparkling
vi: Sparkling wines [65598] Rượu vang sủi

source: Speakerphone [407063] Loa ngoài
vi: Speakerphone [407063] Loa hội nghị

source: Speciality Restaurants
vi: Speciality Restaurants Nhà Hàng bán món đặc sản

source: Speciality Restaurants Nhà Hàng Chuyên Doanh
vi: Speciality Restaurants Nhà Hàng bán món đặc sản

source: Speciality Restaurants Các Nhà Hàng Chuyên Doanh
vi: Speciality Restaurants Nhà Hàng bán món đặc sản

source: Spirits [65600] rượu spirit
vi: Spirits [65600] rượu mạnh

source: Spreads are permitted to be in their individually commercial packaging (e.g. mini jars) on the buffet display [581111] Loại phết bánh được phép đóng gói thương mại cá nhân (ví dụ mứt minu) trên kệ buffet
vi: Spreads are permitted to be in their individually commercial packaging (e.g. mini jars) on the buffet display [581111] Phết bánh mì được phép trưng bày trong bao bì thương mại riêng lẻ (ví dụ lọ mứt mini) trên kệ buffet

source: Sprung cleat and rope guide within aluminum frame [79918] Hướng dẫn dây và thanh giằng có lò xo trong khung nhôm.
vi: Sprung cleat and rope guide within aluminum frame [79918] Thanh neo dây cáp có lò xo và định hướng dây trong khung nhôm.

source: Square Door Vinyl Guide 1 Hướng dẫn vinyl cửa vuông 1
vi: Square Door Vinyl Guide 1 Hướng dẫn vinyl vuông dán cửa 1 (thiếu link)

source: Square Door Vinyl Guide 2 Hướng dẫn vinyl cửa vuông 2
vi: Square Door Vinyl Guide 2 Hướng dẫn vinyl vuông dán cửa 2 (thiếu link)

source: Square vinyl door graphics [37309] Đồ họa cửa vinyl vuông
vi: Square vinyl door graphics [37309] Cửa dán vinyl đồ họa hình vuông

source: Staging and platforms [407056] Dàn dựng và nền tảng
vi: Staging and platforms [407056] Sân khấu, bục

source: Stainless steel strainer [394066] Lưới lọc không gỉ
vi: Stainless steel strainer [394066] Lưới lọc thép không gỉ

source: Stainless-steel anti-scale concealed heating element [13758] Thiết bị đốu nóng kín chống cặn bằng thép không gỉ
vi: Stainless-steel anti-scale concealed heating element [13758] Linh kiện làm nóng kín chống cặn bằng thép không gỉ

source: Standby power for essential services must be available within 15 seconds of the main supply failure.
vi: Standby power for essential services must be available within 15 seconds of the main supply failure. Nguồn điện khẩn cấp cho các dịch vụ thiết yếu phải có sau trong vòng 15 giây sau khi nguồn điện chính gặp sự cố.

source: Stapler, staples and staple remover [2338] Dập ghim, gim và dụng cụ bỏ gim
vi: Stapler, staples and staple remover [2338] Dập ghim, ghim và dụng cụ tháo ghim

source: Steam and dry ironing mode [58817] Chế độ ủi hơi và khô
vi: Steam and dry ironing mode [58817] Chế độ là hơi và là khô

source: Steps [56661] bậc thang
vi: Steps [56661] Các bậc thang

source: Stitching: Double Needle [66791] Mũi khâu: Kim đôi
vi: Stitching: Double needle [66791] Đường may: Kim đôi

source: Stitching: Double needle Khâu: Kim đôi
vi: Stitching: Double needle [65911] Khâu: Kim đôi

source: Stitching: Double needle [65936] Khâu: Kim đôi
vi: Stitching: Double needle [65936] Đường may: Kim đôi

source: Stitching: Double needle [66514] Mũi khâu: Kim đôi
vi: Stitching: Double needle [66509] Đường may: Kim đôi

source: Stone
vi: Stone Đá

source: Stone Đá
vi: General Thông tin chung

source: Storage for front desk collateral [54819] Lưu trữ các tài liệu quảng bá tại quầy lễ tân
vi: Storage for front desk collateral [54819] Tủ chứa các tài liệu quảng bá tại quầy lễ tân

source: Storage for front desk supplies must be incorporated either into the front desk or kept in a separate storage unit [54821] Lưu trữ cho cung cấp quầy lễ tân phải được kết hợp vào quầy lễ tân hoặc giữ trong một thiết bị lưu trữ riêng biệt
vi: Storage for front desk supplies must be incorporated either into the front desk or kept in a separate storage unit [54821] Tủ chứa cho vật phẩm phục vụ quầy lễ tân phải được tích hợp vào quầy hoặc tách làm tủ chứa riêng

source: Storage rooms that open on to an Emergency Egress stairwell must provide the following: [263103] phòng lưu trữ mở ra một cầu thang thoát khẩn cấp phải cung cấp các thông tin sau:
vi: Storage rooms that open on to an Emergency Egress stairwell must provide the following: [263103] phòng kho mở ra cầu thang thoát khẩn cấp phải cung cấp:

source: Stored in wardrobe or drawer [89271] Đựng trong tủ hoặc ngăn kéo
vi: Stored in wardrobe or drawer [89271] Cất trong tủ quần áo hoặc ngăn kéo

source: Storm Water Drainage
vi: Storm Water Drainage Thoát Nước Mưa

source: Storm Water Drainage Thoát Nước Bão
vi: Storm Water Drainage Thoát Nước Mưa

source: Strategic Pricing Overview Tổng quan về định giá chiến lược
vi: Strategic Pricing Overview Tổng quan về định giá chiến lược https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/way-of-sales/article?webContentID=40219872&fullview=1

source: Structural ceiling suspension system [114529] Hệ thống treo trần cấu trúc
vi: Structural ceiling suspension system [114529] Kết cấu trần giả

source: Structurally sound [56618] Cấu trúc âm thanh
vi: Structurally sound [56618] Kết cấu vững chắc

source: Substation Design
vi: Substation Design Thiết kế trạm biến áp

source: Sugar bowl/container [98424] Bát/ chai đường
vi: Sugar bowl/container [98424] Bát/hộp đựng đường

source: Suites Phòng Suites
vi: Suites Phòng Suite

source: Sundry/Retail Shop
vi: Sundry/Retail Shop Các Cửa Hàng Bán Lẻ

source: Sundry/Retail Shop Cửa Hàng Bán Lẻ/ Đồ Vặt
vi: Sundry/Retail Shop Các Cửa Hàng Bán Lẻ

source: Sundry/Retail Shop Các Cửa Hàng Bán Lẻ/ Đồ Vặt
vi: Sundry/Retail Shop Các Cửa Hàng Bán Lẻ

source: Surface Aspect: Cut Pile [98510] Cạnh bề mặt: Cắt lông nhung
vi: Surface Aspect: Cut Pile [98510] Bề mặt: lông cắt

source: Surge Protection Devices
vi: Surge Protection Devices Thiết bị Chống quá tải điện

source: Surge Protection Devices Thiết Bị Chống Sét
vi: Surge Protection Devices Thiết Bị Chống quá tải nguồn

source: Suspended Ceiling Tiles
vi: Suspended Ceiling Tiles Trần thạch cao nổi

source: Suspended Ceiling Tiles Lát Trần Treo
vi: Ceilings Trần nhà

source: Swimming Pools
vi: Swimming Pools Bể bơi

source: Swimming Pools provided solely for use by children under the age of 6 years are required to meet the following: [56467] Bể bơi chỉ dành cho trẻ em dưới 6 tuổi sử dụng để đáp ứng các yêu cầu sau:
vi: Swimming Pools provided solely for use by children under the age of 6 years are required to meet the following: [56467] Bể bơi dành riêng cho trẻ em dưới 6 tuổi sử dụng phải đáp ứng các yêu cầu sau:

source: Switches, thermostats, key card holders and other controls intended for guest use must meet the following: [79129] Công tắc, bộ điều nhiệt, hộp đựng thẻ khóa và các điều khiển khác dành cho khách sử dụng phải đáp ứng như sau:
vi: Switches, thermostats, key card holders and other controls intended for guest use must meet the following: [79129] Công tắc, bảng điều khiển nhiệt độ, hộp đựng thẻ khóa và các điều khiển khác dành cho khách sử dụng phải đáp ứng như sau:

source: Swivel tops to prevent flags from wrapping [79896] đỉnh quay để cho cờ không quấn
vi: Swivel tops to prevent flags from wrapping [79896] đỉnh cột cờ có thể xoay để lá cờ không bị quấn

source: Synthetic placemats (e.g. chilewich) are recommended [60360] Khuyến nghị vải lót tổng hợp (ví dụ chilewich)
vi: Synthetic placemats (e.g. chilewich) are recommended [60360] Khuyến nghị lót đĩa chất liệu tổng hợp (ví dụ chilewich)

source: System (GRS) or HOLIDEX® Plus (and including IHG Concerto™) [718050] Hệ thống (GRS) hoặc HOLIDEX® Plus (và bao gồm cả IHG Concerto ™)
vi: [718050] Quảng cáo phải bao gồm tên chính thức của khách sạn như tên trong Hệ thống Đặt Phòng khách (GRS) hoặc HOLIDEX® Plus (và bao gồm cả IHG Concerto ™)

source: System Control
vi: System Control Hệ thống kiểm soát

source: System detectors must sound an alarm without delay at an alarm panel [56359] Thiết bị phát hiện hệ thống phải phát ra âm thanh báo động không chậm trễ tại bảng báo động
vi: System detectors must sound an alarm without delay at an alarm panel [56359] Đầu báo hệ thống phải phát ra âm thanh báo động không chậm trễ tại bảng điều khiển

source: System detectors must sound an alarm without delay at the point where the fire has been detected [56358] thiết bị phát hiện hệ thống phải phát ra âm thanh báo động không chậm trễ tại điểm phát hiện đám cháy
vi: System detectors must sound an alarm without delay at the point where the fire has been detected [56358] đầu báo hệ thống phải phát ra âm thanh báo động không chậm trễ tại điểm phát hiện đám cháy

source: System hard-wired detectors connected to the fire panel are required in the following areas: [56347] thiết bị phát hiện có dây cứng hệ thống được kết nối với bảng điều khiển lửa được yêu cầu trong các khu vực sau:
vi: System hard-wired detectors connected to the fire panel are required in the following areas: [56347 Đầu báo có dây được kết nối với bảng điiều khiển báo cháy được yêu cầu trong các khu vực sau:

source: Sữa Chua Đóng Gói Thương Mại
vi: Sữa Chua Đóng Gói bao bì Thương Mại (thiếu link)

source: Table top set up must include: [60342] Mặt bàn phải có:
vi: Table top set up must include: [60342] Trên mặt bàn phải có:

source: Tables must be set for a minimum of two covers [60371] bảng phải có tối thiểu hai vải phủ
vi: Tables must be set for a minimum of two covers [60371] Bàn được set up cho tối thiểu 2 người, bao gồm

source: Task light [116037] Chiếu áng bổ sung
vi: Task light [116037] Đèn làm việc

source: Task lighting [98530] Chiếu sáng bổ sung
vi: Task lighting [98530] Đèn làm việc

source: Task lighting [99906] Chiếu sáng bổ sung
vi: Task lighting [99906] Đèn làm việc

source: Technology
vi: Technology Công nghệ

source: Technology Equipment Room
vi: Technology Equipment Room Phòng thiết bị Công nghệ

source: Tel: +44 (0) 1604 652 011 Điện thoại: +44 (0) 1604 652 011
vi: Tel: +44 (0) 1604 652 011

source: Tel: +44 (0) 7534 268497 Điện thoại: +44 (0) 7534 268497
vi: Tel: +44 (0) 7534 268497

source: Telephone Number: +1 704 504 2320 Số điện thoại: +1 704 504 2320
vi: Telephone Number: +1 704 504 2320

source: Telephone connecting with a continuously staffed position [356099] Điện thoại kết nối với một vị trí nhân viên liên tục
vi: Telephone connecting with a continuously staffed position [356099] Điện thoại kết nối với một vị trí luôn có nhân viên trực

source: Telephone faceplates must meet the following: [78098] Bản mặt điện thoại phải đáp ứng như sau:
vi: Telephone faceplates must meet the following: [78098] Ốp mặt điện thoại bàn phải đáp ứng như sau:

source: Television Cabling
vi: Television Cabling Cáp Tv

source: Televisions
vi: Televisions TV

source: Temporary adhesive (sticky tape or equivalent) [2344] Chất kết dính tạm thời (băng dính hoặc tương đương)
vi: Temporary adhesive (sticky tape or equivalent) [2344] Keo dính tạm thời (băng dính hoặc tương đương)

source: Testing & Commissioning
vi: Testing & Commissioning Kiểm tra và Đưa vào vận hành

source: Testing & Commissioning Kiểm tra và chạy thử
vi: Testing & Commissioning Kiểm tra và Vận hành thử

source: Tham chiếu hướng dẫn hoặc tài liệu hướng dẫn Thương hiệu IHG hiện tại để biết nội dung và phong cách các tác phẩm nghệ thuật
vi: Tham chiếu các tài liệu Hướng dẫn Thương hiệu IHG hiện tại để biết nội dung và phong cách các tác phẩm nghệ thuật

source: The General Alarm must sound if any of the following are activated: [263140] Báo động chung phải phát ra nếu kích hoạt bất kỳ điều nào sau đây:
vi: The General Alarm must sound if any of the following are activated: [263140] Phải phát Báo động chung nếu kích hoạt bất kỳ mục nào sau đây:

source: The Sales Source – RFP Nguồn Kinh doanh - RFP
vi: The Sales Source – RFP Nguồn Kinh doanh - RFP https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/way-of-sales

source: The Signature scent must be delivered by the either a scent machine or HVAC system and meet the following: [44522] Mùi hương đặc trưng phải từ máy tỏa hương hoặc hệ thống HVAC và đáp ứng như sau:
vi: The Signature scent must be delivered by the either a scent machine or HVAC system and meet the following: [44522] Mùi hương đặc trưng phải được cung cấp từ máy tỏa hương hoặc hệ thống HVAC và đáp ứng như sau:

source: The approximate length of the wait [232] Thời gian đợi
vi: The approximate length of the wait [232] Thời gian đợi ước tính

source: The arc welcome mat must meet the following: [98408] Thảm chào đón vòm cung phải đáp ứng như sau:
vi: The arc welcome mat must meet the following: [98408] Thảm chào đón có hình cung phải đáp ứng như sau:

source: The automatic fire alarm system must incorporate a broadcast evacuation message system in the following properties: [56363] Hệ thống báo cháy tự động phải kết hợp hệ thống tin nhắn sơ tán phát sóng trong các tòa nhà sau:
vi: The automatic fire alarm system must incorporate a broadcast evacuation message system in the following properties: [56363] Hệ thống báo cháy tự động phải tích hợp hệ thống thông báo sơ tán trong các tòa nhà sau:

source: The balcony door in this room can open fully and guests with young children should exercise care' [56525] Một ví dụ về biển báo cảnh báo là “Chú ý!
vi: The balcony door in this room can open fully and guests with young children should exercise care’ [56516] Ví dụ về biển báo cảnh báo “Chú ý!

source: The bar must offer a bar menu for food and drinks [59722] Quầy bar phải cung cấp một thực đơn bar về đồ ăn và đồ uống
vi: The bar must offer a bar menu for food and drinks [59722] Quầy bar phải cung cấp một thực đơn bar bao gồm đồ ăn và đồ uống

source: The breakfast buffet must be stocked until the end of the advertised breakfast service time [59707] Buffet bữa sáng phải được dự trữ cho đến khi kết thúc thời gian phục vụ bữa sáng được báo trước
vi: The breakfast buffet must be stocked until the end of the advertised breakfast service time [59707] Buffet bữa sáng phải được duy trì cho đến khi kết thúc thời gian phục vụ bữa sáng theo đã quảng cáo

source: The broadcast evacuation message system must meet the following requirements: [263146] Hệ thống phát thanh sơ tán phải đáp ứng các yêu cầu sau:
vi: The broadcast evacuation message system must meet the following requirements: [263146] Hệ thống thông báo sơ tán phải đáp ứng các yêu cầu sau:

source: The exposed metal of ladders, steps and handrails must be Corrosion Resistant.
vi: The exposed metal of ladders, steps and handrails must be Corrosion Resistant. Các phần kim loại lộ ra của thang treo, bậc thang và tay vịn phải có khả năng chống ăn mòn.

source: The final room mix must be IHG approved and meet the following: [17149] Hỗn hợp phòng cuối cùng phải được IHG phê duyệt và đáp ứng như sau:
vi: The final room mix must be IHG approved and meet the following: [17149] Cơ cấu phòng cuối cùng phải được IHG phê duyệt và đáp ứng như sau:

source: The floor level [12390] Mức sàn
vi: The floor level [12390] Số tầng

source: The following Food and Beverage outlets must be provided as a minimum: [102722] quầy F&B sau đây phải được cung cấp tối thiểu:
vi: The following Food and Beverage outlets must be provided as a minimum: [102722] Tối thiểu phải cung cấp các outlet F&B sau đây

source: The following areas must have a Slip Resistant finish: khu vực phải chống trơn:
vi: The following areas must have a Slip Resistant finish: Các khu vực sau phải có hoàn thiện chống trơn:

source: The following bathroom amenities must be provided: [381] Phải cung cấp các tiện ích phòng tắm sau:
vi: The following bathroom amenities must be provided: [381] Phải cung cấp các amenity cho phòng tắm như sau:

source: The following conditions warrant replacement of the mattress: [78866] điều kiện sau bảo hành thay thế đệm:
vi: The following conditions warrant replacement of the mattress: [78866] Những điều kiện sau yêu cầu phải thay thế đệm:

source: The following dimensions are recommended: maximum riser height of 180mm (7inch) and minimum tread depth of 280mm (11inch) [335182] kích thước sau được khuyến nghị: chiều cao ván tối đa 180mm (7 inch) và chiều sâu gai tối thiểu 280mm (11 inch)
vi: The following dimensions are recommended: maximum riser height of 180mm (7inch) and minimum tread depth of 280mm (11inch) [335182] Các kích thước sau được khuyến nghị: chiều cao mặt đứng bậc thang tối đa 180mm (7 inch) và chiều sâu bậc thang tối thiểu 280mm (11 inch)

source: The following hotel facilities must be provided with designated suites of toilets: [99222] cơ sở khách sạn sau đây phải được cung cấp các bộ thiết bị trong nhà vệ sinh được chỉ định:
vi: The following hotel facilities must be provided with designated suites of toilets: [99222] Các tiện ích khách sạn sau phải được cung cấp nhà vệ sinh được chuyên dùng:

source: The following installations must be tested and maintained in accordance with manufacturers’ instructions: [55909] lắp đặt sau phải được kiểm tra và bảo trì theo hướng dẫn của nhà sản xuất:
vi: The following installations must be tested and maintained in accordance with manufacturers’ instructions: [55909] Các thiết bị sau phải được kiểm tra và bảo trì theo hướng dẫn của nhà sản xuất:

source: The following items must be available immediately upon request: [407061] mục sau đây phải có sẵn ngay khi có yêu cầu:
vi: The following items must be available immediately upon request: [407061] Phải cung cấp các mục sau đây ngay khi có yêu cầu:

source: The following items must be available with 24 hours notice: [407050] Luôn có các mục sau đây với thông báo 24 giờ:
vi: The following items must be available with 24 hours notice: [407050] Phải cung cấp các mục sau đây trong vòng 24 giờ từ khi nhận được yêu cầu:

source: The following items must comply with the testing criteria of an IHG recognised Test Authority: [55908] mục sau đây phải tuân thủ các tiêu chí kiểm tra của Cơ quan kiểm tra được IHG công nhận:
vi: The following items must comply with the testing criteria of an IHG recognised Test Authority: [55908] Các hạng mục sau đây phải tuân thủ các tiêu chí kiểm tra của Cơ quan kiểm tra được IHG công nhận:

source: The following juices are recommended to be available; pineapple, tomato and cranberry [587080] Đề nghị luôn có các loại nước ép sau; nước dứa, cà chua và việt quất
vi: The following juices are recommended to be available; pineapple, tomato and cranberry [587080] Khuyến nghị luôn có các loại nước ép sau; nước dứa, cà chua và việt quất

source: The following signage must be provided within the guest floor elevator/lift lobby: [12388] biển báo sau phải được cung cấp trong thang máy / sảnh thang máy của khách:
vi: The following signage must be provided within the guest floor elevator/lift lobby: [12388] Các loại biển sau phải được cung cấp trong sảnh thang máy của khách:

source: The following signage must be provided within the main lift lobby: [57696] Phải cung cấp các biển báo sau trong sảnh thang máy chính:
vi: The following signage must be provided within the main lift lobby: [57696] Phải cung cấp các loại biển báo trong sảnh thang máy chính:
